/* 
  ITDeviceManager.strings
  iToolsMain

  Created by Aaron on 8/30/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"FreeSpaceAlertTitle"           = "磁盘空间不足，请清除设备上的无用文件后再尝试！";
"FreeSpaceAlertDefaultButton"   = "确定";

"LanguageCode"                  = "2";

"DeviceConnectFailedAlertTitle"         = "iTools无法连接该设备，请尝试以下操作：";
"DeviceConnectFailedAlertMessage"       = "1.升级iTunes到最新版本，检查iTunes是否可以连接设备；\n2.如果您设置了密码，请在设备上输入密码后重新连接；\n3.如果您使用的是iOS 7或更高版本，请在设备上点击“信任该电脑”后重新连接。";
"DeviceConnectFailedAlertDefaultButton" = "确定";

"ShowAppDocumentOperation"      = "显示应用程序文档目录";
"ImportBookOperation"           = "导入书籍";

"ImportContactsOperation"       = "导入联系人";
"EditContactsOperation"         = "编辑联系人";

"CaptureDesktopOperation"       = "截屏";
"RecordDesktopOperation"        = "录屏";

"ImportMoviesOperation"         = "导入视频";
"ImportMusicsOperation"         = "导入音乐";
"ImportPhotosOperation"         = "导入图片";
"ImportRingtonesOperation"      = "导入铃声";
"MakeRingtoneOperation"         = "制作铃声";

"AirPlayOperation"              = "播放AirPlay";
"ShowSystemlog"                 = "显示系统日志";
"OpenSSH"                       = "启动OpenSSH";
"ImportFileOperation"           = "导入文件";

"OpenSSHOpened"                 = "关闭SSH隧道";
"OpenSSHClosed"                 = "打开SSH隧道";
"OpenSSHFailed"                 = "开启失败，请确认您的设备已经安装了OpenSSH，并且服务已经启动。";
"OpenSSHClosedTooltip"          = "创建USB Tunnel，允许你通过USB来进行SSH访问";
"OpenSSHOpenedTooltip"          = "连接地址: localhost:6666\n用户名:root\n密码:alpine";
